Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Hides adult and CAM/fake sources from this profile. For a full lock, set a PIN on your own profile so it can't be opened from here, and hide adult add-ons under Add-ons.
af: Versteek volwasse en CAM/nepafspeelbronne van hierdie profiel. Stel 'n PIN op jou eie profiel in vir 'n volledige slot sodat dit nie van hier oopgemaak kan word nie, en versteek volwasse byvoegings onder Byvoegings.
am: ለዚህ መገለጫ ጎልማሳ እና CAM/ሐሰት ምንጮችን ይሸፍናል። ሙሉ ቁልፈት ለማድረግ፣ የራስዎ መገለጫ ላይ PIN ያዘጋጁ ከዚህ ሊከፈት እንዳይችል፣ እንዲሁም ጎልማሳ ተጨማሪዎችን በተጨማሪዎች ስር ደብቁ።
ar: يخفي المصادر للبالغين ومصادر CAM/المزيّفة من هذا الملف الشخصي. للحصول على قفل كامل، عيّن رمز PIN على ملفك الشخصي لكي لا يُفتَح من هنا، وأخفِ إضافات البالغين ضمن الإضافات.
as: এই প্ৰ'ফাইলৰ পৰা প্ৰাপ্তবয়স্ক আৰু CAM/নকল উৎসবোৰ লুকুৱায়। সম্পূৰ্ণ লকৰ বাবে, আপোনাৰ নিজৰ প্ৰ'ফাইলত এটা PIN ছেট কৰক যাতে ইয়াৰ পৰা ইয়াক খোলিব নোৱাৰি, আৰু এড-অনসমূহৰ তলত প্ৰাপ্তবয়স্ক এড-অনবোৰ লুকুৱাওক।
az: Bu profildən yetkin və CAM/saxta mənbələri gizlədir. Tam kilit üçün öz profilinizə PIN təyin edin ki, buradan açıla bilməsin, həmçinin Əlavələr altında yetkin əlavələri gizlədin.
be: Хавае дарослыя і CAM/падробленыя крыніцы з гэтага профілю. Для поўнай блакіроўкі ўсталюйце PIN на свой профіль, каб яго нельга было адкрыць адсюль, і схавайце дарослыя дадаткі ў раздзеле Дадаткі.
bg: Скрива съдържание за възрастни и CAM/фалшиви източници от този профил. За пълно заключване задайте PIN на собствения си профил, за да не може да се отваря оттук, и скрийте добавките за възрастни в Добавки.
bn: এই প্রোফাইল থেকে প্রাপ্তবয়স্ক এবং CAM/নকল সোর্স লুকায়। সম্পূর্ণ লক করতে, আপনার নিজের প্রোফাইলে একটি PIN সেট করুন যাতে এটি এখান থেকে খোলা না যায়, এবং অ্যাড-অন-এর অধীনে প্রাপ্তবয়স্ক অ্যাড-অন লুকান।
br: Kuzhat a ra ar mammennoù evit tud deuet ha CAM/faos diouzh an aelad-mañ. Evit ul luc'hedaj klok, lakait ur PIN war ho aelad ho-unan evit na c'hallo bezañ digoret ac'hann, ha kuzhit an enlugelladoù evit tud deuet dindan Enlugelladoù.
bs: Skriva sadržaj za odrasle i CAM/lažne izvore s ovog profila. Za potpuno zaključavanje postavite PIN na vlastiti profil tako da se ne može otvoriti odavde i sakrijte dodatke za odrasle pod Dodaci.
ca: Amaga el contingut per a adults i fonts CAM/falses en aquest perfil. Per a un bloqueig complet, estableix un PIN al teu propi perfil perquè no es pugui obrir des d'aquí, i amaga els complements per a adults a Complements.
ceb: Nagtago sa adult ug CAM/peke nga mga tinubdan gikan niini nga profile. Para sa bug-os nga lock, pag-set og PIN sa imong kaugalingong profile aron dili kini maablihan gikan diri, ug itago ang mga adult add-on ubos sa Add-ons.
cs: Skryje z tohoto profilu zdroje pro dospělé a CAM/falešné zdroje. Pro úplné uzamčení nastavte na vlastním profilu PIN, aby jej odtud nešlo otevřít, a skryjte doplňky pro dospělé v Doplňcích.
cy: Yn cuddio ffynonellau oedolion a CAM/ffug o'r proffil hwn. Am glo llawn, gosodwch PIN ar eich proffil eich hun fel na ellir ei agor o'r fan hon, a chuddiwch ychwanegion oedolion o dan Ychwanegion.
da: Skjuler kilder med voksenindhold og CAM/falske kilder fra denne profil. For en fuld lås skal du sætte en PIN på din egen profil, så den ikke kan åbnes herfra, og skjule voksentilføjelser under Tilføjelser.
de: Blendet Inhalte für Erwachsene sowie CAM-/Fake-Quellen in diesem Profil aus. Für eine vollständige Sperre lege eine PIN für dein eigenes Profil fest, damit es von hier aus nicht geöffnet werden kann, und blende Erwachsenen-Add-ons unter Add-ons aus.
el: Αποκρύπτει ενήλικο και CAM/ψεύτικο περιεχόμενο από αυτό το προφίλ. Για πλήρες κλείδωμα, ορίστε PIN στο δικό σας προφίλ ώστε να μην μπορεί να ανοίξει από εδώ, και αποκρύψτε τα πρόσθετα ενηλίκων στα Πρόσθετα.
es: Oculta las fuentes para adultos y CAM/falsas de este perfil. Para un bloqueo completo, pon un PIN en tu propio perfil para que no se pueda abrir desde aquí, y oculta los complementos para adultos en Complementos.
et: Peidab sellelt profiililt täiskasvanute ning CAM/võltsallikad. Täielikuks lukustamiseks sea oma profiilile PIN, et seda siit avada ei saaks, ja peida täiskasvanute lisad Lisade alt.
eu: Profil honetatik heldu den eduki eta CAM/faltsu iturburuak ezkutatzen ditu. Blokeo osoa lortzeko, ezarri PIN bat zure profil propioan hemen ireki ez dadin, eta ezkutatu heldu den gehigarriak Gehigarrien atalean.
fa: منابع بزرگسال و CAM/جعلی را از این نمایه پنهان می‌کند. برای قفل کامل، روی نمایه خودتان یک PIN تنظیم کنید تا نتوان آن را از اینجا باز کرد، و افزونه‌های بزرگسال را در بخش افزونه‌ها پنهان کنید.
fi: Piilottaa aikuisviihteen ja CAM/väärennetyt lähteet tästä profiilista. Täyttä lukitusta varten aseta PIN-koodi omaan profiiliisi, jotta sitä ei voi avata täältä, ja piilota aikuisviihdelisäosat Lisäosat-kohdasta.
fil: Itinatago ang adult at CAM/pekeng source mula sa profile na ito. Para sa ganap na pag-lock, maglagay ng PIN sa sarili mong profile para hindi ito mabuksan mula rito, at itago ang mga adult add-on sa ilalim ng Mga Add-on.
fo: Fjalir vaksin- og CAM/fals-keldur frá hesi vangamynd. Fyri fulla læsing, set ein PIN á egnu vangamynd tína, so hon ikki kann latast upp haðani, og fjal vaksin-eykingar undir Eykingar.
fr: Masque les sources pour adultes et CAM/de fausse qualité pour ce profil. Pour un verrouillage complet, définissez un code PIN sur votre propre profil afin qu'il ne puisse pas être ouvert d'ici, et masquez les add-ons pour adultes dans Add-ons.
fy: Ferstoppet folwoeksen- en CAM-/nepboarnen foar dit profyl. Foar in folsleine slot stelle jo in pinkoade yn op jo eigen profyl, sadat it net fanhjir iepene wurde kin, en ferstopje folwoeksen-add-ons ûnder Add-ons.
ga: Folaíonn foinsí do dhaoine fásta agus CAM/bréagacha ón bpróifíl seo. Le haghaidh glasáil iomlán, socraigh PIN ar do phróifíl féin ionas nach féidir í a oscailt as seo, agus folaigh breiseáin do dhaoine fásta faoi Bhreiseáin.
gd: Falaichidh seo tùsan inbheach agus CAM/meallta on phròifil seo. Airson làn ghlas, suidhich PIN air a' phròifil agad fhèin gus nach gabh a fosgladh às an seo, agus falaich tuilleadain inbheach fo Tuilleadain.
gl: Oculta contido adulto e fontes CAM/falsas neste perfil. Para un bloqueo completo, establece un PIN no teu propio perfil para que non se poida abrir desde aquí, e oculta os complementos adultos en Complementos.
gu: આ પ્રોફાઇલમાંથી પુખ્ત અને CAM/નકલી સ્રોત છુપાવે છે. સંપૂર્ણ લોક માટે, તમારી પોતાની પ્રોફાઇલ પર PIN સેટ કરો જેથી તે અહીંથી ખોલી ન શકાય, અને Add-ons હેઠળ પુખ્ત add-ons છુપાવો.
ha: Yana ɓoye tushen manya da CAM/na ƙarya daga wannan bayanin martaba. Don cikakken kulle, saita PIN a kan bayanin martabarka don kada a iya buɗe shi daga nan, kuma ɓoye ƙarin abubuwan manya a ƙarƙashin Ƙarin abubuwa.
he: מסתיר מקורות למבוגרים ומקורות CAM/מזויפים מפרופיל זה. לנעילה מלאה, הגדר PIN בפרופיל שלך כך שלא ניתן יהיה לפתוח אותו מכאן, והסתר הרחבות למבוגרים תחת הרחבות.
hi: इस प्रोफ़ाइल से वयस्क और CAM/नकली स्रोत छिपाता है। पूर्ण लॉक के लिए, अपनी प्रोफ़ाइल पर PIN सेट करें ताकि उसे यहाँ से न खोला जा सके, और ऐड-ऑन के अंतर्गत वयस्क ऐड-ऑन छिपाएँ।
hr: Skriva sadržaj za odrasle i CAM/lažne izvore iz ovog profila. Za potpunu zaštitu postavite PIN na vlastiti profil kako se ne bi mogao otvoriti odavde i sakrijte dodatke za odrasle pod Dodaci.
ht: Kache sous adilt ak CAM/fo yo nan pwofil sa a. Pou yon bloke konplè, mete yon PIN sou pwòp pwofil ou pou li pa ka ouvri isit la, epi kache add-on adilt yo anba Add-on yo.
hu: Elrejti a felnőtt- és a CAM/hamis forrásokat ebből a profilból. Teljes zároláshoz állíts be PIN-kódot a saját profilodon, hogy innen ne lehessen megnyitni, és rejtsd el a felnőtt kiegészítőket a Kiegészítők alatt.
hy: Թաքցնում է մեծահասակների և CAM/կեղծ աղբյուրները այս պրոֆիլից։ Ամբողջական կողպման համար, տեղադրեք PIN ձեր սեփական պրոֆիլի վրա, որպեսզի այն չկարողանան բացել այստեղից, և թաքցրեք մեծահասակների հավելանյութերն Հավելանյութերի ներքո։
id: Menyembunyikan sumber dewasa dan CAM/palsu dari profil ini. Untuk kunci penuh, atur PIN pada profil Anda sendiri agar tidak dapat dibuka dari sini, dan sembunyikan add-on dewasa di bawah Add-on.
ig: Na-ezo isi mmalite ndị okenye na CAM/adịgboroja na profaịlụ a. Maka mkpọchi zuru ezu, tọọ PIN na profaịlụ nke gị ka enwee ike imeghe ya site ebe a, ma zoo ngwakọ ndị okenye n'okpuru Ngwakọ.
is: Felur fullorðinsefni og CAM/falskar heimildir úr þessum prófíl. Fyrir fullt læsi skaltu setja PIN á eiginn prófíl þinn svo hægt sé ekki að opna hann héðan, og fela fullorðinsviðbætur undir Viðbætur.
it: Nasconde le sorgenti per adulti e CAM/false da questo profilo. Per un blocco completo, imposta un PIN sul tuo profilo così non può essere aperto da qui, e nascondi i componenti aggiuntivi per adulti in Componenti aggiuntivi.
ja: このプロファイルからアダルトと CAM/偽のソースを非表示にします。完全にロックするには、自分のプロファイルに PIN を設定してここから開けないようにし、アドオンでアダルトアドオンを非表示にしてください。
jv: Ndhelikaké sumber diwasa lan CAM/palsu saka profil iki. Kanggo kunci penuh, setel PIN ing profil sampeyan dhéwé supaya ora bisa dibukak saka kéné, lan dhelikaké add-on diwasa ing Add-on.
ka: მალავს ამ პროფილიდან ზრდასრული და CAM/ყალბი კონტენტის წყაროებს. სრული დაბლოკვისთვის, დააყენეთ PIN თქვენს პროფილზე, რათა მისი გახსნა იქიდან შეუძლებელი იყოს, და დამალეთ ზრდასრული დამატებები დამატებების განყოფილებაში.
kk: Осы профильден ересектер мазмұны мен CAM/жалған дерек көздерін жасырады. Толық блоктау үшін өз профиліңізге PIN орнатыңыз, сонда ол мұнан ашылмайды, ал ересектер қондырмаларын Қондырмалар бөлімінде жасырыңыз.
km: លាក់ប្រភពអ្នកធំ និង CAM/fake ពីប្រវត្តិរូបនេះ។ សម្រាប់ការចាក់សោពេញ កំណត់ PIN នៅប្រវត្តិរូបផ្ទាល់ខ្លួនរបស់អ្នក ដើម្បីឱ្យវាមិនអាចបើកពីទីនេះ ហើយលាក់ add-on អ្នកធំក្រោម Add-ons។
kn: ಈ ಪ್ರೊಫೈಲ್‌ನಿಂದ ವಯಸ್ಕ ಮತ್ತು CAM/ನಕಲಿ ಮೂಲಗಳನ್ನು ಮರೆಮಾಡುತ್ತದೆ. ಪೂರ್ಣ ಲಾಕ್‌ಗಾಗಿ, ಇಲ್ಲಿಂದ ತೆರೆಯಲಾಗದಂತೆ ನಿಮ್ಮ ಸ್ವಂತ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ PIN ಹೊಂದಿಸಿ, ಮತ್ತು ಆಡ್-ಆನ್‌ಗಳ ಅಡಿಯಲ್ಲಿ ವಯಸ್ಕ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ.
ko: 이 프로필에서 성인 및 CAM/가짜 소스를 숨깁니다. 완전히 잠그려면 본인 프로필에 PIN을 설정하여 여기서 열 수 없도록 하고, 부가 기능에서 성인 부가 기능을 숨기세요.
ku: Çavkaniyên mezinan û CAM/derewîn ji vê profîlê vedişêre. Ji bo kilîteke tijî, li ser profîla xwe PINekê deyne da ku ji vir venebe, û pêvekên mezinan di bin Pêvekan de veşêre.
ky: Бул профилден чоңдорго арналган жана CAM/жасалма булактарды жашырат. Толук кулпулоо үчүн, өз профилиңизге PIN коюңуз, ошондо ал бул жерден ачылбайт, жана чоңдорго арналган кошумчаларды Кошумчалар бөлүмүндө жашырыңыз.
lb: Verstoppt Erwuessenen- an CAM/Fake-Quellen vun dësem Profil. Fir eng komplett Spär, setz e PIN op däin eegene Profil, sou datt en net vun hei aus opgemaach ka ginn, a verstopp Erwuessenen-Add-ons ënner Add-ons.
lo: ເຊື່ອງແຫຼ່ງສຳລັບຜູ້ໃຫຍ່ ແລະ CAM/ປອມ ຈາກໂປຣໄຟລ໌ນີ້. ສຳລັບການລັອກເຕັມຮູບແບບ, ໃຫ້ຕັ້ງ PIN ໃນໂປຣໄຟລ໌ຂອງທ່ານເອງ ເພື່ອບໍ່ໃຫ້ເປີດຈາກບ່ອນນີ້ໄດ້, ແລະ ເຊື່ອງສ່ວນເສີມສຳລັບຜູ້ໃຫຍ່ພາຍໃຕ້ ສ່ວນເສີມ.
lt: Slepia suaugusiųjų ir CAM/netikrus šaltinius iš šio profilio. Visiškam užrakinimui nustatykite PIN kodą savo profiliui, kad jo nebūtų galima atverti iš čia, ir paslėpkite suaugusiųjų papildinius skiltyje Papildiniai.
lv: Slēpj pieaugušajiem paredzētos un CAM/viltus avotus no šī profila. Pilnīgai bloķēšanai iestatiet PIN savā profilā, lai to nevarētu atvērt no šejienes, un slēpiet pieaugušajiem paredzētos papildinājumus sadaļā Papildinājumi.
mg: Manafina ny loharano ho an'ny olon-dehibe sy CAM/sandoka amin'ity profil ity. Ho an'ny hidy feno, apetraho PIN amin'ny profilnao manokana mba tsy hisokafany avy eto, ary afeno ny add-on ho an'ny olon-dehibe ao amin'ny Add-ons.
mi: Ka hunaia ngā pūtake pakeke me ngā CAM/tinihanga mai i tēnei kōtaha. Mō te raka katoa, whakaritea he PIN ki tō ake kōtaha kia kore e taea te tuwhera mai i konei, ka huna hoki i ngā apataki pakeke i raro i ngā Apataki.
mk: Ги крие содржините за возрасни и CAM/лажни извори од овој профил. За целосна заштита, поставете PIN на сопствениот профил за да не може да се отвори оттука и сокријте ги додатоците за возрасни во Додатоци.
ml: ഈ പ്രൊഫൈലിൽ നിന്ന് മുതിർന്നവർക്കുള്ളതും CAM/വ്യാജ സോഴ്സുകളും മറയ്ക്കുന്നു. പൂർണ്ണമായ ലോക്കിന്, ഇവിടെ നിന്ന് തുറക്കാനാകാത്തവിധം നിങ്ങളുടെ സ്വന്തം പ്രൊഫൈലിൽ ഒരു PIN സജ്ജമാക്കുക, ആഡ്-ഓണുകൾക്ക് കീഴിൽ മുതിർന്നവർക്കുള്ള ആഡ്-ഓണുകൾ മറയ്ക്കുക.
mn: Насанд хүрэгчдийн болон CAM/хуурамч эх сурвалжийг энэ профайлаас нуудаг. Бүрэн түгжихийн тулд өөрийн профайл дээр ПИН тавьж эндээс нээгдэхээс сэргийлж, Нэмэлтүүд хэсэгт насанд хүрэгчдийн нэмэлтүүдийг нуугаарай.
mr: या प्रोफाइलमधून प्रौढ आणि CAM/बनावट स्रोत लपवते. पूर्ण लॉकसाठी, तुमच्या स्वतःच्या प्रोफाइलवर PIN सेट करा जेणेकरून ती येथून उघडता येणार नाही, आणि Add-ons अंतर्गत प्रौढ add-ons लपवा.
ms: Menyembunyikan sumber dewasa dan CAM/palsu daripada profil ini. Untuk kunci penuh, tetapkan PIN pada profil anda sendiri supaya ia tidak boleh dibuka dari sini, dan sembunyikan tambahan dewasa di bawah Tambahan.
mt: Jaħbi sorsi għall-adulti u CAM/foloz minn dan il-profil. Għal serratura sħiħa, issettja PIN fuq il-profil tiegħek stess biex ma jkunx jista' jinfetaħ minn hawn, u aħbi add-ons għall-adulti taħt Add-ons.
my: ဤပရိုဖိုင်မှ လူကြီးသုံးနှင့် CAM/အတုအရင်းအမြစ်များကို ဖျောက်ထားသည်။ အပြည့်အဝ လော့ခ်ချရန် ဤနေရာမှ မဖွင့်နိုင်စေရန် သင့်ကိုယ်ပိုင်ပရိုဖိုင်တွင် PIN သတ်မှတ်ပြီး Add-on များအောက်တွင် လူကြီးသုံး add-on များကို ဖျောက်ထားပါ။
nb: Skjuler voksen- og CAM-/falske kilder fra denne profilen. For en full låsing setter du en PIN på din egen profil så den ikke kan åpnes herfra, og skjuler voksentillegg under Tillegg.
ne: यस प्रोफाइलबाट वयस्क र CAM/नक्कली स्रोतहरू लुकाउँछ। पूर्ण लक गर्न, आफ्नै प्रोफाइलमा PIN राख्नुहोस् ताकि यहाँबाट खोल्न नसकियोस्, र Add-ons अन्तर्गत वयस्क add-on हरू लुकाउनुहोस्।
nl: Verbergt volwassen- en CAM/nep-bronnen voor dit profiel. Voor een volledige vergrendeling stel je een pincode in op je eigen profiel zodat het hiervandaan niet geopend kan worden, en verberg je volwassen-add-ons onder Add-ons.
ny: Imabisa magwero a akulu ndi a CAM/onyenga ku profile iyi. Kuti mutsekedwe kwathunthu, ikani PIN pa profile yanuyanu kuti isatsekulidwe kuchokera pano, ndipo bisani ma add-on a akulu mu Add-ons.
oc: Amaga las fonts pels adultes e CAM/falsas d'aqueste perfil. Per un varrolhatge complet, definissètz un còde PIN sus vòstre pròpri perfil per que se pòsca pas dobrir d'aicí, e amagatz los moduls pels adultes dins Moduls.
or: ଏହି ପ୍ରୋଫାଇଲରୁ ବୟସ୍କ ଏବଂ CAM/ନକଲି ଉତ୍ସ ଲୁଚାଏ। ପୂର୍ଣ୍ଣ ଲକ୍ ପାଇଁ, ଆପଣଙ୍କ ନିଜ ପ୍ରୋଫାଇଲରେ ଏକ PIN ସେଟ୍ କରନ୍ତୁ ଯାହା ଫଳରେ ଏହା ଏଠାରୁ ଖୋଲାଯାଇ ପାରିବ ନାହିଁ, ଏବଂ Add-ons ତଳେ ବୟସ୍କ ଆଡ୍-ଅନଗୁଡ଼ିକୁ ଲୁଚାନ୍ତୁ।
pa: ਇਸ ਪ੍ਰੋਫ਼ਾਈਲ ਤੋਂ ਬਾਲਗ ਅਤੇ CAM/ਨਕਲੀ ਸਰੋਤ ਲੁਕਾਉਂਦਾ ਹੈ। ਪੂਰੇ ਤਾਲੇ ਲਈ, ਆਪਣੀ ਪ੍ਰੋਫ਼ਾਈਲ 'ਤੇ PIN ਸੈੱਟ ਕਰੋ ਤਾਂ ਜੋ ਇਸਨੂੰ ਇੱਥੋਂ ਨਾ ਖੋਲ੍ਹਿਆ ਜਾ ਸਕੇ, ਅਤੇ ਐਡ-ਆਨ ਅਧੀਨ ਬਾਲਗ ਐਡ-ਆਨ ਲੁਕਾਓ।
pl: Ukrywa źródła dla dorosłych oraz CAM/fałszywe w tym profilu. Aby w pełni zablokować, ustaw PIN na własnym profilu, by nie dało się go stąd otworzyć, i ukryj dodatki dla dorosłych w Dodatkach.
ps: له دې پروفایل نه بالغ او CAM/جعلي سرچینې پټوي. د بشپړ قفل لپاره، په خپل پروفایل یو PIN وټاکئ چې له دې ځایه خلاص نه شي، او بالغ اضافه‌ونې د اضافه‌ونو لاندې پټ کړئ.
pt_br: Oculta fontes adultas e CAM/falsas deste perfil. Para um bloqueio completo, defina um PIN no seu próprio perfil para que ele não possa ser aberto daqui, e oculte complementos adultos em Complementos.
pt_pt: Oculta fontes adultas e CAM/falsas deste perfil. Para um bloqueio completo, defina um PIN no seu próprio perfil para que não possa ser aberto aqui, e oculte os add-ons adultos em Add-ons.
ro: Ascunde sursele pentru adulți și CAM/false din acest profil. Pentru un blocaj complet, setează un PIN pe propriul profil ca să nu poată fi deschis de aici și ascunde add-on-urile pentru adulți în Add-on-uri.
ru: Скрывает взрослые и CAM/поддельные источники из этого профиля. Для полной блокировки задайте PIN на своём профиле, чтобы его нельзя было открыть отсюда, и скройте взрослые дополнения в разделе «Дополнения».
rw: Bihisha inkomoko z'abakuru na CAM/impimbano kuri uyu mwirondoro. Ku ifunga ryuzuye, shyira PIN ku mwirondoro wawe bwite kugira ngo utafungurwa aha, kandi uhishe ibyongeramo by'abakuru muri Ibyongeramo.
sd: هن پروفائل مان بالغ ۽ CAM/نقلي ذريعا لڪائي ٿو. مڪمل تالي لاءِ، پنھنجي پروفائل تي PIN مقرر ڪريو ته جيئن اهو هتان نه کلي، ۽ ايڊ-آنز هيٺ بالغ ايڊ-آن لڪايو.
si: මෙම පැතිකඩෙන් වැඩිහිටි සහ CAM/ව්‍යාජ මූලාශ්‍ර සඟවයි. සම්පූර්ණ අගුළක් සඳහා, මෙතැනින් විවෘත කළ නොහැකි ලෙස ඔබේම පැතිකඩේ PIN එකක් සකසා, ඇඩෝන යටතේ වැඩිහිටි ඇඩෝන සඟවන්න.
sk: Skryje pre tento profil zdroje pre dospelých a CAM/falošné zdroje. Pre úplné uzamknutie nastavte PIN na vlastnom profile, aby ho odtiaľto nebolo možné otvoriť, a skryte doplnky pre dospelých v časti Doplnky.
sl: Skrije vire za odrasle in CAM/lažne vire iz tega profila. Za popolno zaklepanje nastavite PIN na svojem profilu, da ga od tukaj ni mogoče odpreti, in skrijte dodatke za odrasle v razdelku Dodatki.
sm: E nana puna a tagata matutua ma CAM/pepelo mai lenei tala faasino patino. Mo se loka atoa, seti se PIN i lau lava tala faasino patino ina ia le mafai ona tatala mai iinei, ma nana add-on a tagata matutua i lalo o Add-ons.
sn: Inovanza nzvimbo dzevakuru neCAM/dzenhema kubva pane iyi purofaira. Kuti ukiye zvizere, isa PIN pa purofaira yako kuti isavhurika kubva pano, uye vanza zvinowedzera zvevakuru pasi peZvinowedzera.
so: Wuxuu ka qariyaa profile-kan ilaha qaangaarka iyo CAM/beenta ah. Si aad si buuxda u xirto, PIN u dhig profile-kaaga si aan halkan looga furin, oo ku qari add-ons-ka qaangaarka hoosta Add-ons.
sq: Fsheh burimet për të rritur dhe CAM/të rreme nga ky profil. Për bllokimin e plotë, vendosni një PIN në profilin tuaj që të mos mund të hapet nga këtu, dhe fshihni shtesat për të rritur te Shtesat.
sr: Сакрива садржај за одрасле и CAM/лажне изворе са овог профила. За потпуно закључавање, поставите PIN на сопствени профил тако да се не може отворити одавде, и сакријте додатке за одрасле у Додацима.
st: E pata mehloli ea batho ba baholo le CAM/ea bohata ho profaele ena. Bakeng sa ho notlela ho felletseng, beha PIN ho profaele ea hau e le hore e ke ke ea buleoa mona, 'me u pate litlatsetso tsa batho ba baholo tlas'a Litlatsetso.
su: Nyumputkeun sumber déwasa jeung CAM/palsu tina profil ieu. Pikeun konci pinuh, setél PIN dina profil sorangan ambéh teu bisa dibuka ti dieu, sarta sumputkeun add-on déwasa handapeun Add-on.
sv: Döljer vuxet innehåll och CAM/falska källor från den här profilen. För ett fullständigt lås, ange en PIN på din egen profil så att den inte kan öppnas härifrån, och dölj vuxen-tillägg under Tillägg.
sw: Hificha vyanzo vya watu wazima na CAM/bandia kutoka kwa wasifu huu. Kwa kufuli kamili, weka PIN kwenye wasifu wako mwenyewe ili usifunguliwe kutoka hapa, na uficha viongezi vya watu wazima chini ya Viongezi.
ta: இந்தச் சுயவிவரத்திலிருந்து வயது வந்தோர் மற்றும் CAM/போலி ஆதாரங்களை மறைக்கிறது. முழு பூட்டுக்கு, இங்கிருந்து திறக்க முடியாதபடி உங்கள் சொந்தச் சுயவிவரத்தில் ஒரு PIN-ஐ அமைத்து, நீட்சிகளின் கீழ் வயது வந்தோர் நீட்சிகளை மறைக்கவும்.
te: ఈ ప్రొఫైల్ నుండి అడల్ట్ మరియు CAM/నకిలీ సోర్స్‌లను దాచిపెడుతుంది. పూర్తి లాక్ కోసం, మీ స్వంత ప్రొఫైల్‌లో PIN సెట్ చేయండి, తద్వారా అది ఇక్కడి నుండి తెరవబడదు, మరియు యాడ్-ఆన్‌ల కింద అడల్ట్ యాడ్-ఆన్‌లను దాచండి.
tg: Манбаъҳои калонсолон ва CAM/қалбакиро аз ин профил пинҳон мекунад. Барои қулфи пурра, дар профили худ PIN гузоред, то он аз ин ҷо кушода нашавад, ва иловагиҳои калонсолонро дар Иловагиҳо пинҳон кунед.
th: ซ่อนแหล่งสำหรับผู้ใหญ่และแหล่ง CAM/ปลอมจากโปรไฟล์นี้ หากต้องการล็อกอย่างสมบูรณ์ ให้ตั้ง PIN บนโปรไฟล์ของคุณเองเพื่อไม่ให้เปิดจากที่นี่ได้ และซ่อนแอดออนสำหรับผู้ใหญ่ในแอดออน
tr: Yetişkinlere yönelik ve CAM/sahte kaynakları bu profilden gizler. Tam bir kilit için kendi profilinize bir PIN ayarlayın ki buradan açılamasın ve yetişkin eklentilerini Eklentiler altından gizleyin.
tt: Бу профильдән олылар өчен һәм CAM/ялган чыганакларны яшерә. Тулы бикләү өчен, үз профилеңә PIN куй, ул монда ачыла алмасын өчен, һәм Өстәмәләр бүлегендә олылар өчен өстәмәләрне яшер.
ug: بۇ سەپلىمىدىن چوڭلار ۋە CAM/ساختا مەنبەلەرنى يوشۇرىدۇ. تولۇق قۇلۇپلاش ئۈچۈن، ئۆز سەپلىمىڭىزگە PIN قويۇڭ، شۇنداق قىلىپ ئۇ بۇ يەردىن ئېچىلمايدۇ، ھەمدە قوشۇلمىلار ئىچىدە چوڭلار قوشۇلمىلىرىنى يوشۇرۇڭ.
uk: Приховує дорослі та CAM/підроблені джерела для цього профілю. Для повного блокування встановіть PIN на власному профілі, щоб його не можна було відкрити звідси, і приховайте дорослі додатки в розділі Додатки.
ur: اس پروفائل سے بالغ اور CAM/جعلی ذرائع چھپاتا ہے۔ مکمل لاک کے لیے، اپنے پروفائل پر ایک PIN سیٹ کریں تاکہ اسے یہاں سے نہ کھولا جا سکے، اور ایڈ-آنز کے تحت بالغ ایڈ-آنز چھپائیں۔
uz: Bu profildan kattalar va CAM/soxta manbalarni yashiradi. To'liq qulflash uchun o'z profilingizga PIN o'rnating, shunda u shu yerdan ochilmaydi, va Qo'shimchalar bo'limida kattalar qo'shimchalarini yashiring.
vi: Ẩn nguồn người lớn và nguồn CAM/giả khỏi hồ sơ này. Để khóa hoàn toàn, hãy đặt PIN cho hồ sơ của bạn để không thể mở từ đây, và ẩn các tiện ích người lớn trong mục Tiện ích bổ sung.
xh: Ifihla imithombo yabantu abadala kunye neye-CAM/emgunyathi kule profayile. Ukuze utshixe ngokupheleleyo, misela iPIN kwiprofayile yakho ukuze ingavulwa apha, kwaye ufihle ii-add-on zabantu abadala phantsi kwee-Add-on.
yo: Ó máa ń fi àwọn orísun àgbà àti CAM/èké pamọ́ kúrò lọ́wọ́ profaìlì yìí. Fún ìdíwọ́ kíkún, gbé PIN sórí profaìlì tìrẹ kí a má lè ṣí i láti ibí, kí o sì fi àwọn add-on àgbà pamọ́ lábẹ́ Add-ons.
zh_hans: 对此配置文件隐藏成人内容及 CAM/伪造来源。若需完整锁定，请在你自己的配置文件上设置 PIN，使其无法从这里被打开，并在“附加组件”中隐藏成人附加组件。
zh_hant: 從此設定檔隱藏成人與 CAM／偽造來源。若要完全鎖定，請在你自己的設定檔上設定 PIN，使其無法從這裡被開啟，並在「外掛」中隱藏成人外掛。
zu: Ifihla imithombo yabadala ne-CAM/mbumbulu kule phrofayela. Ukuze uvale ngokugcwele, faka i-PIN kwiphrofayela yakho ukuze ingavuleki lapha, futhi ufihle izengezo zabadala ngaphansi kwezengezo.
